[
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Catchment management",
    "Access_Rights": "Free to Download",
    "Project_ID": null,
    "Authors": "Wygralak, A. S.",
    "Year": "2006",
    "Title": "Daly River Catchment - towards an integrated catchment management",
    "Abstract_Description": "The Daly River is the largest perennial river in the northern part of the Northern Territory. Its catchment has good soils and is earmarked for the future agricultural development. Recognising the nearly pristine character of the catchment, the NT Government placed a Moratorium on major developments, pending completion of an Integrated Regional Land Use Plan. The aim of such plan, based on analysis of hydrological, biological,\nenvironmental and social (including Indigenous people) studies, is to develop a balanced holistic catchment management approach. Despite the extensive research, significant knowledge gaps still exist. Most of the\nmultidisciplinary studies of the catchment completed till now were conducted without sumcient attention paid to the interconnection between economic, environmental, social and cultural aspects of the river catchment management. As a result no integrated catchment management plan has as yet been proposed. Further research is needed to fill the existing knowledge gaps.",
    "JournalOrPublisher": "Australian Society of Exploration Geophysicists",
    "Volume": "2006",
    "Issue": "1",
    "DOI": "DOI:10.1071/ASEG2006ab200",
    "URL": "/documents/0001Da-Wygralak-2006-Journal_Article.pdf",
    "File_name": "0001Da-Wygralak-2006-Journal_Article.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Fitzroy"],
    "Region": ["Fitzroy"],
    "State": ["QLD"],
    "Habitat_type": ["Riparian"],
    "Category": "Factsheet",
    "Topic": "Riparian management",
    "Access_Rights": "Free to Download",
    "Project_ID": "NESP 3.1.4",
    "Authors": "Keryn, P., R. Bartley",
    "Year": "2015",
    "Title": "Optimizing the management of riparian zones to improve the health of the Great Barrier Reef",
    "Abstract_Description": "This project will use an evaluation of past investments in riparian remediation works to demonstrate effectiveness, and enable improved targeting, of such work for reducing streambank erosion to achieve improved water quality outcomes within the Great Barrier Reef. By re-visiting previous riparian erosion-control investments the project will identify what factors result in generating a functional riparian zone, including the conditions under which the investment occurred (rainfall zone, fencing arrangements, soil type, etc.), and the type of remediation revegetation (width of revegetation, connectivity of riparian area, species mix established, etc.). The work will focus on two contrasting catchments, one from the Wet Tropics (Tully or Johnstone) and one from the Dry Tropics (Fitzroy Basin). With stakeholder input, the project will develop an initial framework to guide future investment in riparian remediation works.",
    "JournalOrPublisher": "National Environmental Science Program (NESP)",
    "Volume": null,
    "Issue": null,
    "DOI": null,
    "URL": "/documents/0002Fi-Keryn-2015-Factsheet.pdf",
    "File_name": "0002Fi-Keryn-2015-Factsheet.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Estuarine"],
    "Category": "Journal_Article",
    "Topic": "Siltation",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Wolanski, E., K. Moore, S. Spagnol, N. D’Adamo, C. Pattiaratchi",
    "Year": "2001",
    "Title": "Rapid, Human-Induced Siltation of the Macro-Tidal Ord River Estuary, Western Australia\nOrd River Estuary, Western Australia",
    "Abstract_Description": "Field studies on the sediment dynamics of the two arms of Cambridge Gulf, tropical Western Australia, were undertaken. The system is macro-tidal with 8 m tides. The West Arm is the estuary of the Durack and Pentecost rivers, which are largely untouched by human activities. The East Arm is the estuary of the Ord River affected by land clearing which started 100 years ago, and by two river dams constructed 30 years ago. Prior to damming of the Ord River, the natural flow in all rivers was highly seasonal, characterized by small, at times negligible, flow during the dry season, which lasts eight months, and occasional river floods during the wet season, which lasts four months. The river flow has been regulated in the East Arm as a result of damming; this resulted in suppressing large river floods. The salinity intrusion length has decreased by about 50% in the East Arm following river damming. The East Arm has silted measurably over the last 30 years, with the stream cross-sectional area decreasing by about 50%. Field and numerical studies suggest that this is due to the dam-induced suppression of large river floods, which has in turn allowed a greater amount of tidal pumping of sediment into the East Arm from Cambridge Gulf. Since tidal pumping is increasing as the system is silting, the East Arm appears to now be geomorphologically unstable as a result of human activities. Numerical studies suggest it may take as little as 100 years for the Ord River to reach a new equilibrium. Modelling suggests that this equilibrium may be characterized by a salinity intrusion length half that before damming, a channel width and depth reduced by 70%, and a much stronger tidal asymmetry characterized by an increasing size of the tidal bore. The West Arm appears to be at equilibrium since there has been no net loss or gain of sediment for the last 111 years. Tidal dynamics and river floods appear responsible for self-scouring this channel.",
    "JournalOrPublisher": "Estuarine, Coastal and Shelf Science",
    "Volume": "53",
    "Issue": null,
    "DOI": "DOI:10.1006/ecss.2001.0799",
    "URL": "https://www.sciencedirect.com/science/article/abs/pii/S0272771401907991",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Freshwater"],
    "Category": "Journal_Article",
    "Topic": "Catchment management",
    "Access_Rights": "Free to Download",
    "Project_ID": null,
    "Authors": "Doupé, R. G., N. E. Pettit",
    "Year": "2002",
    "Title": "Ecological perspectives on regulation and water allocation for the Ord River, Western Australia",
    "Abstract_Description": "Water management agencies throughout Australia are attempting to find a balance between the water requirements of ecological and socio-economic environments as part of a holistic approach to managing flow-dependent river ecosystems. Environmental water provisions are under consideration for the Ord River in far northern Western Australia. This river has been regulated for irrigation and there are plans for substantial expansion. Like other semi-arid and tropical rivers, however, the hydrology of the Ord River is highly variable and unpredictable, and therefore, proportionate water release strategies for the environment that are based on average monthly flows are unsuitable. Regulation continues to produce pronounced ecological changes throughout the river system as the impacts of flow regime are negated. There is a dichotomy in optimal flow regimes for the contrasting management aspirations of ecological restoration based on low seasonal flows, and the dilution flows required for the drainage of agricultural effluent. Whilst current agricultural land and water management practices continue, the two cannot coincide, and consequently, a decision should be made regarding which environmental water allocation holds the primary value. Such a decision would guide the appropriate dry season flow regime on the lower Ord River",
    "JournalOrPublisher": "River Research and Applications",
    "Volume": "18",
    "Issue": "3",
    "DOI": "DOI:10.1002/rra.676",
    "URL": "/documents/0004Or-Doupé-2002-Journal_Article.pdf",
    "File_name": "0004Or-Doupé-2002-Journal_Article.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Biodiversity",
    "Access_Rights": "Free to Download",
    "Project_ID": null,
    "Authors": "Kitchener, D. J.",
    "Year": "1978",
    "Title": "Mammals of the Ord River area, Kimberley, Western Australia",
    "Abstract_Description": "This survey of the Ord River area recorded 26 species of native mammal, mostly from localities that are now submerged beneath Lake Argyle. These species are representative of Kimberley mammals and (unlike the bird and reptile fauna of the area) include no arid element. Material from archaeological and palaeontological sites in the area indicate that at least three species of native mammal not collected on these surveys were in the area at about the time of its European settlement. Further, there were fewer species of native rodents in the survey area than might be expected and a general absence of arboreal species. With the exception of cbiropterans, tbis mammal fauna was considered low in species and numbers. This is attributed to the combined effects of European settlement, particularly the introduction of cats and the degradation of riverine woodlands by livestock, feral donkeys and fire. Observations are presented on the period of births for some species.",
    "JournalOrPublisher": "Records of the Western Australian Museum",
    "Volume": "6",
    "Issue": "2",
    "DOI": null,
    "URL": "/documents/0005Or-Kitchener-1978-Journal_Article.pdf",
    "File_name": "0005Or-Kitchener-1978-Journal_Article.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Estuarine"],
    "Category": "Book_Chapter",
    "Topic": "Sediments",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Wright, L.D., J.M. Coleman, B.G. Thom",
    "Year": "1975",
    "Title": "Sediment transport and deposition in a macrotidal river channel: Ord River, Western Australia",
    "Abstract_Description": "The funnel-shaped channel of the lower Ord River in Western Australia, experiences a semidiurnal spring-tide range of 5.9 meters. The tidal prism substantially exceeds river discharge throughout the lower 65 km of the channel, and most of the sediments contributed to the system by the river are transported and deposited by tidal currents. The tide wave is symmetrical at the mouth but becomes deformed upstream owing to a high amplitude/depth ratio. Accordingly, the velocity of flood currents increasingly exceeds ebb velocities upstream, whereas ebb flow increases in duration. In and seaward of the mouth, bed-load transports by flood- and ebb tide currents are approximately equal. Linear subaqueous sand ridges parallel to tidal currents separate mutually evasive zones of flood- and ebb-dominated sediment transport and appear to be related to convergence of flood- and ebb-oriented bedforms. In response to the upstream increase in tide-wave asymmetry, the largest bedforms within the channel migrate upstream under the influence of flood currents. The upstream increase in asymmetry of the channel cross section and in channel sinuosity. This results in concentrating ebb flows in the decreased cross section of channels, where bed-load transport is ebb-dominated, thereby balancing the sediment budget.",
    "JournalOrPublisher": "Elsevier Science & Technology",
    "Volume": null,
    "Issue": null,
    "DOI": "DOI:10.1016/B978-0-12-197502-9.50024-1",
    "URL": "https://www.sciencedirect.com/science/article/abs/pii/B9780121975029500241",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Estuarine"],
    "Category": "Journal_Article",
    "Topic": "Sediments",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Volkman, J. K., A. T. Revill, P. I. Bonham, L. A. Clementson",
    "Year": "2007",
    "Title": "Sources of organic matter in sediments from the Ord River in tropical northern Australia",
    "Abstract_Description": "The sources of organic matter in the sediments from the Ord River and estuary were assessed using stable carbon isotope values (δ13C), lipid biomarkers and distributions of chlorophylls and carotenoids as part of a larger multidisciplinary study examining the biogeochemistry of this tropical, macrotidal and large scale estuary. Two field trips were undertaken to obtain samples from both the dry (September, 2002) and wet (February, 2003) seasons. Both biomarker and stable isotope data indicate predominant contributions of organic material from the surrounding vegetation. However, the character of the terrestrial organic matter changes from the freshwater to the marine sections of the river. The sterol profiles in the freshwater sediments are relatively simple and dominated by the C29 sterols 24-ethylcholest-5-en-3β-ol (sitosterol) and 24-ethylcholesta-5,22E-dien-3β-ol (stigmasterol) with small quantities of 24-methylcholest-5-en-3β-ol (campesterol), all of which are common sterols in higher plants. In the dry season survey, triterpenoid alcohols were generally absent from the freshwater sediments, but in the wet season there was a small contribution from compounds such as α- and β-amyrin and lupeol, indicating additional higher plant input, possibly from further inland in the catchment. Within Cambridge Gulf and the Ord estuary, the waterways are fringed with mangroves which contribute substantial quantities of organic matter as shown by distinctive distributions of triterpenoid alcohols dominated by taraxerol. However, this is not the major triterpenoid in the mangrove trees studied, but seems to be considerably more stable to biodegradation and so dominates the triterpenoids found. Isotope, biomarker (fatty acids, phytol and sterols) and pigment data suggest that only a small part of the sedimentary organic matter is derived from microalgae. Contributions from diatoms (24-methylcholesta-5,22E-dien-3β-ol; fucoxanthin), green algae (Δ7-sterols), cyanobacteria (C32 hopanol; zeaxanthin) and dinoflagellates (dinosterol; peridinin) could be recognized. In this environment the high turbidity of the water column severely limits phytoplankton production, although productivity of microphytobenthos on the banks of the river can potentially be high.",
    "JournalOrPublisher": "Organic Geochemistry",
    "Volume": "38",
    "Issue": "7",
    "DOI": "DOI:10.1016/j.orggeochem.2007.02.017",
    "URL": "https://www.sciencedirect.com/science/article/pii/S0146638007000678",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Riparian", "Terrestrial"],
    "Category": "Technical_Report",
    "Topic": "Catchment management",
    "Access_Rights": "Free to Download",
    "Project_ID": "17/2004",
    "Authors": "Payne, A.L., I.W. Watson, P.E. Novelly",
    "Year": "2004",
    "Title": "Spectacular recovery in the Ord River catchment",
    "Abstract_Description": "Regeneration work on severely degraded country in what is now known as the Ord River Regeneration Reserve (ORRR) commenced in 1960. The ORRR is in the East Kimberley area of Western Australia with an associated small area in the Northern Territory. The work included strip contour cultivation and seeding (which proceeded at various levels of intensity during the 1960s, 1970s and 1980s), fencing and destocking of cattle by mustering over many years, and the eradication of donkeys. In August 2002 a field inspection of much of the ORRR was undertaken by a group comprising one former and five current officers of the Department of Agriculture. The purpose of the inspection was to record and assess changes in vegetation and soils since the 1960s using repeat photography and ground\nobservations. The inspection was generally confined to the most sensitive land systems (Nelson and Gordon) in the Reserve which were severely degraded by the 1960s. In particular, every attempt was made to relocate and re-photograph sites (now termed ‘heritage’ sites) that had been initially established in the early 1960s.",
    "JournalOrPublisher": "Government of Western Australia",
    "Volume": null,
    "Issue": null,
    "DOI": null,
    "URL": "/documents/0008Or-Payne-2004-Technical_Report.pdf",
    "File_name": "0008Or-Payne-2004-Technical_Report.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Freshwater", "Riparian"],
    "Category": "Journal_Article",
    "Topic": "Environmental monitoring",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Start, A. N., T. Handasyde",
    "Year": "2002",
    "Title": "Using photographs to document environmental change: the effects of dams on the riparian environment of the lower Ord River",
    "Abstract_Description": "A series of photographs, mostly taken between 1952 and 1990 at three sites on the lower Ord River, Kimberley Region, Western Australia, was used to demonstrate that photographs can be used to describe environmental change in situations where there are no documented records. This study examined changes to riparian vegetation caused by the construction of two dams. The study has important implications for development of water allocation plans. In the post-dam era, relative hydrological stability brought about by curtailment of large floods and provision of perpetual flow in a once-seasonal river has allowed extensive development of emergent aquatic and fringing woodland communities throughout the study reach. The emergent aquatic communities and most of their component species were previously absent but the tree component of fringing woodland communities comprises species that were present before the dams were constructed, albeit in isolated, sheltered pockets. Limitations to the use of photographs included absence of any images through the first 50 years of pastoral use of the area, limited number of sites that attracted photographers and limits to the discernible detail (e.g. identity of species, even most trees, in landscape images).",
    "JournalOrPublisher": "Australian Journal of Botany",
    "Volume": "50",
    "Issue": "4",
    "DOI": "DOI:10.1071/BT01060",
    "URL": "https://www.publish.csiro.au/bt/BT01060",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Estuarine"],
    "Category": "Journal_Article",
    "Topic": "Mangrove ecology",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Thom, B. G., L. D. Wright, J. M. Coleman",
    "Year": "1975",
    "Title": "Mangrove ecology and deltaic-estuarine geomorphology; Cambridge Gulf-Ord River, Western Australia",
    "Abstract_Description": "Deltas and estuaries which are subject to variable rates and types of geomorphological change create a variety of habitats which are colonized by mangroves. Studies in the deltaic coastal plain of Tabasco, Mexico, determined that patterns of mangrove develop- ment, including species distribution, physiognomy and community structure, evolve over time as a result of geomorphic processes which produce, modify and finally remove plant habitats (Thom 1967). In that area the nature of geomorphic change is such that the plants themselves play minimum roles in the modification of habitat conditions. In this paper the degree of control of mangrove ecology by geomorphic processes, which was so evident in the micro-tidal, humid Tabasco, has been further examined in the Cambridge Gulf-Ord River region of Western Australia, a region where the tidal and climatic characteristics are markedly different from those of Tabasco. No systematic ecology has been undertaken on the coastal flora of northern Western Australia, although brief reports on plant distribution have been given by Ostenfeld (1918), Gardner (1923), Sauer (1965), Beard (1967) and Perry (1970). Mangroves of this region are described as 'depauperate outliers of the complex Indo-Malayan forests' (Sauer 1965, p. 51). The Cambridge Gulf-Ord River section of this coast is a deltaic region subject to high tidal range (8 m), a semi-arid climate with summer rainfall, and high rates of sediment discharge particularly in the summer months. These three factors are largely responsible for the nature of the geomorphic change which occurs within the delta. Mangroves are distributed throughout the area in a variety of habitats. It is the pur- pose of this paper (i) to examine the distribution of these habitats, and the mangrove species and growth forms which occur within them, in relation to their geomorphology, and (ii) to discuss the inferred pattern of vegetation change. Vegetational dynamics are viewed from the perspective of a geomorphologist interested in present-day changes in landforms as well as in the geological development of deltaic and tidal-flat deposits associ- ated with sea level movements of the last 10 000 years.",
    "JournalOrPublisher": "The Journal of Ecology",
    "Volume": "63",
    "Issue": "1",
    "DOI": "DOI:10.2307/2258851",
    "URL": "https://www.jstor.org/stable/2258851",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Book_Chapter",
    "Topic": "Soil mapping",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Bui, E. N., D. Simon, N. Schoknecht, A. Payne",
    "Year": "2006",
    "Title": "Adequate Prior Sampling is Everything: Lessons from the Ord River Basin, Australia",
    "Abstract_Description": "Computers are not omniscient, and computer-aided predictive modelling of soil distribution requires adequate representative sampling of landscapes to cover the range of combinations of environmental factors that govern pedogenesis. An example from Australia is presented here that illustrates what can go wrong if prior sampling is not representative. Existing soil mapping and targeted new field work were used as training data for classification tree models of soil distribution, with geology, climate, remote sensing and digital terrain data as predictors. Although good models were generated directly over training areas, extrapolation proved impossible over long distances because of inadequate coverage of the regional environment by the training data.",
    "JournalOrPublisher": "Elsevier",
    "Volume": "31",
    "Issue": null,
    "DOI": "DOI:10.1016/S0166-2481(06)31015-X",
    "URL": "https://www.sciencedirect.com/science/article/abs/pii/S016624810631015X",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Estuarine"],
    "Category": "Journal_Article",
    "Topic": "Sediments",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Coleman, J. M., L. D. Wright",
    "Year": "1978",
    "Title": "Sedimentation in an Arid Macrotidal Alluvial River System: Ord River, Western Australia",
    "Abstract_Description": "In the Cambridge Gulf-Ord River region of Australia, an area that experiences a dry monsoonal climate and a high tidal range (5.9 m), a variety of tidal-plain and fluvial depositional environments were recognized. Near the coast, prograding shorelines are characterized by extensive mangrove successional sequences and scattered thin beach-ridge deposits. In the interfluve regions and farther inland along the coast, tidal-plain sedimentation has given rise to extensive flats that are bare of vegetation at approximately the high spring tide level. Evaporites, algal-layered silts and clays, and massive sandy deposits form the bulk of these tidal-flat sediments. Sinuous tidal channels, displaying low width/depth ratios and characterized by a progressive tide wave, are found throughout the coastal tidal-flat region. These channels migrate laterally, leaving preserved channel sand bodies isolated in tidal deposits. In the funnel-shaped channel of the Ord River, the major river in the region receiving freshwater runoff, the tide wave is symmetrical at the mouth but becomes deformed upstream owing to a high amplitude/depth ratio; thus the velocity of flood currents increasingly exceeds ebb velocities upstream and ebb flow increases in duration. In the upper portions of the tide-dominated river channel, the largest bedforms within the channel migrate upstream under the influence of dominant flood currents, choking the channel with sand deposits. Extensive channel migration and meandering are characteristic of this region of the channel. In addition, extensive overbank crevassing occurs, a process that forms the bulk of the fluvial deposition. In the lower Ord River, linear, elongate tidal ridges within and seaward of the channel form the major sand deposits of the delta. These environments and their distribution and geometrical relationships characterize arid, high-tidal-dominated river systems.",
    "JournalOrPublisher": "The Journal of Geology",
    "Volume": "86",
    "Issue": "5",
    "DOI": "DOI:10.1086/649728",
    "URL": "https://www.journals.uchicago.edu/doi/epdf/10.1086/649728",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Freshwater", "Riparian"],
    "Category": "Technical_Report",
    "Topic": "Cultural values",
    "Access_Rights": "Free to Download",
    "Project_ID": null,
    "Authors": "Barber, K., H. Rumley",
    "Year": "2003",
    "Title": "Gunanurang: (Kununurra) Big River - Aboriginal Cultural Values of the Ord River and Wetlands",
    "Abstract_Description": "In May 1999, the WRC released its Draft Interim Water Allocation Plan for the Ord River in the East Kimberley region of W.A.. In giving its response to this plan and advising the Minister for the Environment in December of the same year, the Environmental Protection Authority (EPA) noted that some submissions which had been received pointed out that there was no account taken in this Draft Interim Water Allocation Plan for the Ord River of the rights and interests of native title holders/ claimants. The WRC had attempted to consult Aboriginal people through the Miriuwung- Gajerrong Families, Heritage and Land Council (MGF) about the water allocation plan process before the draft was released, but agreement for the report to progress did not occur until 2000. Even then, the MGF was opposed to this type of report.",
    "JournalOrPublisher": "Government of Western Australia",
    "Volume": null,
    "Issue": null,
    "DOI": null,
    "URL": "/documents/0013Or-Barber-2003-Technical_Report.pdf",
    "File_name": "0013Or-Barber-2003-Technical_Report.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Estuarine", "Freshwater", "Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Toxicology",
    "Access_Rights": "Free to Download",
    "Project_ID": null,
    "Authors": "Yoshikane, M., W. R. Kay, Y. Shibata, M. Inoue, T. Yanai, R. Kamata, J. S. Edmonds M. Morita",
    "Year": "2006",
    "Title": "Very high concentrations of DDE and toxaphene residues in crocodiles from the Ord River, Western Australia: an investigation into possible endocrine disruption",
    "Abstract_Description": "Organochlorine pesticide concentrations, particularly those of the DDT family and of toxaphene, were measured by gas chromatography in samples of liver and body fat taken from Australian freshwater crocodiles Crocodylus johnstoni at three locations along the Ord River in Western Australia. The three sampling sites were the irrigation area, downstream of the irrigation area, and well upstream of the irrigation area; the last site serving as the control. DDT and toxaphene were applied in large and known quantities to cotton grown in the Ord Irrigation Area from 1964 to 1974. Thus the residues in the crocodile tissues are representative of the situation almost thirty years after the use of DDT and toxaphene ceased in the area. Very high concentrations of p,p′-DDE and toxaphene were found in the lipid-rich tissues that were examined. Livers and body fat from estuarine crocodiles Crocodylus porosus from the downstream site were also analysed. As p,p′-DDE and toxaphene are both known to be disruptive of endocrine systems, a range of blood parameters, including estradiol and testesterone concentrations, were also measured for all the animals studied. The ovaries and testes of the freshwater crocodiles were also examined histologically. There were no obvious effects on blood chemistry or gonad histology of the large burden of pesticides and their metabolites carried by exposed animals, although the limited number of samples and the variability of the breeding state of the animals examined may have masked possible effects. The isolation of the area, the accurately known applications of DDT and toxaphene, and the simplicity of the drainage system make the lower Ord River a unique natural laboratory for studying the long term breakdown and effects of pesticides applied in a tropical environment.",
    "JournalOrPublisher": "Journal of Environmental Monitoring",
    "Volume": "8",
    "Issue": null,
    "DOI": "DOI:10.1039/B518059G",
    "URL": "/documents/0014Or-Yoshikane-2006-Journal_Article.pdf",
    "File_name": "0014Or-Yoshikane-2006-Journal_Article.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Ord"],
    "Region": ["Kimberley"],
    "State": ["WA"],
    "Habitat_type": ["Freshwater"],
    "Category": "Journal_Article",
    "Topic": "Disease ecology",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Liehne, P. F. S., N. F. Stanley, M. P. Alpers, C. G. Liehne",
    "Year": "1976",
    "Title": "Ord River arboviruses — the study site and mosquitoes",
    "Abstract_Description": "The Ord Valley of tropical Western Australia has been studied for arbovirus activity following the development of a man-made lake of considerable size, a diversion dam and an irrigation scheme. Kununurra, the largest town in the valley, is the focus for very large populations of birds and mosquitoes. The irrigation areas have not been important as mosquito breeding areas because of the excessive use of insecticides. Lake Argyle does not support high mosquito or bird populations at present. However, this may change as the ecosystem stabilizes. The mosquito fauna of the Ord Valley is dominated by Culex annulirostris.",
    "JournalOrPublisher": "Australian Journal of Experimental Biology and Medical Science",
    "Volume": "54",
    "Issue": "5",
    "DOI": "DOI:10.1038/icb.1976.49",
    "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1038/icb.1976.49",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater"],
    "Category": "Journal_Article",
    "Topic": "Fish ecology",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Abecia, J.E.D.; Luiz O.J.; King A.J.",
    "Year": "2018",
    "Title": "Intraspecific morphological and reproductive trait variation in mouth almighty Glossamia aprion (Apogonidae) across different flow environments",
    "Abstract_Description": "Intraspecific variability, although comparably less studied than interspecific variation, is an important tool in understanding population responses to environmental gradients. This study investigated intraspecific trait variation across three contrasting aquatic flow habitat types (intermittent creek, billabong and river) in a common mouth-brooding freshwater fish in northern Australia, the mouth almighty Glossamia aprion. Samples of G. aprion were collected at various sites, within the Daly River catchment. It was predicted that a number of morphological and reproductive traits would vary among individuals across the contrasting habitats. Five out of the nine morphological and reproductive traits studied significantly varied across flow habitat types. Significant intraspecific variation in functional traits related to foraging and reproduction, such as relative eye size, eye vertical position and relative maxillary length in males suggest that the inherent characteristics of each flow habitat type could be exerting selective pressure on the morphology of G. aprion. Interestingly, traits related to swimming performance (body lateral shape) and manoeuvrability (pectoral fin ventral position) differed between flow habitat types but showed inconsistent responses to predictions. Whilst this study was temporally and spatially limited, it highlights that intraspecific variability in morphological traits can occur among flow habitat types over relatively small spatial scales. © 2018 The Fisheries Society of the British Isles",
    "JournalOrPublisher": "Journal of Fish Biology",
    "Volume": "93",
    "Issue": "5",
    "DOI": "DOI:10.1111/jfb.13821",
    "URL": "https://www.sciencedirect.com/science/article/pii/S0378112797001588",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Land management",
    "Access_Rights": "Free to Download",
    "Project_ID": null,
    "Authors": "Adams, V.M.; Pressey R.L.",
    "Year": "2014",
    "Title": "Uncertainties around the implementation of a clearing-control policy in a unique catchment in northern Australia: Exploring equity issues and balancing competing objectives",
    "Abstract_Description": "Land use change is the most significant driver linked to global species extinctions. In Northern Australia, the landscape is still relatively intact with very low levels of clearing. However, a re-energized political discourse around creating a northern food bowl means that currently intact ecosystems in northern Australia could be under imminent threat from increased land clearing and water extraction. These impacts are likely to be concentrated in a few regions with suitable soils and water supplies. The Daly River Catchment in the Northern Territory is an important catchment for both conservation and development. Land use in the Daly catchment has been subject to clearing guidelines that are largely untested in terms of their eventual implications for the spatial configuration of conservation and development. Given the guidelines are not legislated they might also be removed or revised by subsequent Territory Governments, including the recently-elected one. We examine the uncertainties around the spatial implications of full implementation of the Daly clearing guidelines and their potential effects on equity of opportunity across land tenures and land uses. We also examine how removal of the guidelines could affect conservation in the catchment. We conclude that the guidelines are important in supporting development in the catchment while still achieving conservation goals, and we recommend ways of implementing the guidelines to make best use of available land resources for intensified production. © 2014 Adams, Pressey.",
    "JournalOrPublisher": "PLoS ONE",
    "Volume": "9",
    "Issue": "5",
    "DOI": "DOI:10.1371/journal.pone.0096479",
    "URL": "/documents/0017Da-Adams-2014-Journal_Article.pdf",
    "File_name": "0017Da-Adams-2014-Journal_Article.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Conservation management",
    "Access_Rights": "Free to Download",
    "Project_ID": null,
    "Authors": "Adams, V.M.; Pressey R.L.; Álvarez-Romero J.G.",
    "Year": "2016",
    "Title": "Using optimal land-use scenarios to assess trade-offs between conservation, development, and social values",
    "Abstract_Description": "Development of land resources can contribute to increased economic productivity but can also negatively affect the extent and condition of native vegetation, jeopardize the persistence of native species, reduce water quality, and Erode ecosystem services. Spatial planning must therefore balance outcomes for conservation, development, and social goals. One approach to evaluating these trade-offs is scenario planning. In this paper we demonstrate methods for incorporating stakeholder preferences into scenario planning through both defining scenario objectives and evaluating the scenarios that emerge. In this way, we aim to develop spatial plans capable of informing actual land-use decisions. We used a novel approach to scenario planning that couples optimal land-use design and social evaluation of environmental outcomes. Four land-use scenarios combined differences in total clearing levels (10% and 20%) in our study region, the Daly Catchment Australia, with the presence or absence of spatial precincts to concentrate irrigated agriculture. We used the systematic conservation planning tool Marxan with Zones to optimally plan for multiple landuses that met objectives for both conservation and development. We assessed the performance of the scenarios in terms of the number of objectives met and the degree to which existing land-use policies were compromised (e.g., whether clearing limits in existing guidelines were exceeded or not). We also assessed the land-use scenarios using expected stakeholder satisfaction with changes in the catchment to explore how the scenarios performed against social preferences. There were a small fraction of conservation objectives with high conservation targets (100%) that could not be met due to current land uses; all other conservation and development objectives were met in all scenarios. Most scenarios adhered to the existing clearing guidelines with only marginal exceedances of limits, indicating that the scenario objectives were compatible with existing policy. We found that two key stakeholder groups, agricultural and Indigenous residents, had divergent satisfaction levels with the amount of clearing and agricultural development. Based on the range of benefits and potential adverse impacts of each scenario, we suggest that the 10% clearing scenarios are most aligned with stakeholder preferences and best balance preferences across stakeholder groups. Our approach to scenario planning is applicable generally to exploring the potential conflicts between goals for conservation and development. Our case study is particularly relevant to current discussion about increased agricultural and pastoral development in northern Australia. Copyright: © 2016 Adams et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
    "JournalOrPublisher": "PLoS ONE",
    "Volume": "11",
    "Issue": "6",
    "DOI": "DOI:10.1371/journal.pone.0158350",
    "URL": "/documents/0018Da-Adams-2016-Journal_Article.pdf",
    "File_name": "0018Da-Adams-2016-Journal_Article.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Conservation management",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Adams, V.M.; Pressey R.L.; Stoeckl N.",
    "Year": "2012",
    "Title": "Estimating land and conservation management costs: The first step in designing a stewardship program for the Northern Territory",
    "Abstract_Description": "Stewardship programs providing financial incentives for conservation on private lands are increasingly common. We estimate the potential costs of a stewardship program in the Daly River catchment, Northern Territory, which would underwrite the cost difference between routine land management and the additional requirements of conservation management on grazing properties. Based on survey responses from landholders, we first assess the current costs of land management in the catchment and use regression to identify key drivers of spatial variation in both routine land management costs and conservation-oriented management costs. We define conservation-oriented management costs as the costs required to meet objectives for both routine property management and conservation. We then estimate the additional costs of conservation management over and above routine land management at an average of $1.99. per ha. We conclude that, if the most cost-effective properties are targeted, an annual budget of $1 million would support stewardship agreements covering 90% of the catchment's area. Much of the cost-effectiveness of stewardship payments would come from the significant economies of scale in managing large pastoral properties and leveraging the costs of routine land management already met by landholders. © 2012 Elsevier Ltd.",
    "JournalOrPublisher": "Biological Conservation",
    "Volume": "148",
    "Issue": "1",
    "DOI": "DOI:10.1016/j.biocon.2012.01.064",
    "URL": "https://www.sciencedirect.com/science/article/abs/pii/S0006320712000778",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Land management",
    "Access_Rights": "Free to Download",
    "Project_ID": null,
    "Authors": "Adams V.M.; Pressey R.L.; Stoeckl N.",
    "Year": "2014",
    "Title": "Navigating trade-offs in land-use planning: Integrating human well-being into objective setting",
    "Abstract_Description": "There is an increasing demand for development of natural resources, which can be accompanied by environmental degradation. Planning for multiple land uses requires navigating trade-offs between social, economic, and environmental outcomes arising from different possible futures. To explore these trade-offs, we use the Daly River catchment, in Australia’s Northern Territory, as a case study. The catchment contains areas of priority for both conservation and development. In response to the challenge of navigating the required trade-offs, the Daly River Management Advisory Committee (DRMAC) initiated a land-use plan for the region. Both development and conservation of natural resources in the catchment will affect human well-being and the long-term provisioning of ecosystem services in diverse ways. To understand some of these impacts, an innovative engagement process was designed to elicit the relative importance of key factors to residents’ well-being. The process identified 19 well-being factors grouped into four domains: biodiversity, socio-cultural, recreational, and commercial. Overall, the highest-ranked well-being factors were in the social-cultural and biodiversity domains while commercial values were ranked the least important. Respondents reported low satisfaction with commercial factors as well, noting concerns over environmental impacts from existing developments and sustainability of future developments. We identified differences in the reported importance values for several types of stakeholders, most notably between indigenous respondents and those employed in the agricultural sectors. Indigenous respondents placed greater importance on biodiversity and socio-cultural factors. Agricultural respondents placed greater importance on commercial factors. The outcomes of our engagement were integrated into DRMAC’s process of objective-setting to ensure that objectives for each domain were included in land-use planning. Our results can also anticipate potential conflicts between different stakeholders and changes in well-being associated with different land uses. We describe how our findings will inform the next stages of stakeholder engagement and comment on the utility of such an approach for integrating well-being into objective setting for land-use and scenario planning. © 2014 by the author(s). Published here under license by the Resilience Alliance.",
    "JournalOrPublisher": "Ecology and Society",
    "Volume": "19",
    "Issue": "4",
    "DOI": "DOI:10.5751/ES-07168-190453",
    "URL": "/documents/0020Da-Adams-2014-Journal_Article.pdf",
    "File_name": "0020Da-Adams-2014-Journal_Article.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater", "Riparian"],
    "Category": "Journal_Article",
    "Topic": "Ecological threats",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Bartolo R.E.; van Dam R.A.; Bayliss P.",
    "Year": "2012",
    "Title": "Regional Ecological Risk Assessment for Australia's Tropical Rivers: Application of the Relative Risk Model",
    "Abstract_Description": "The Relative Risk Model (RRM) was used to undertake a spatially explicit regional ecological risk assessment at a continental scale for the 1.1 million km 2 Northern Tropical Rivers (NTR) region of Australia, and at a catchment scale for the Daly River, Northern Territory. The NTR RRM assessed risks of 18 threats to three aquatic habitats and four ecological assessment endpoints across 51 catchments, while the Daly River RRM assessed risks of 17 threats to three aquatic habitats and five ecological assessment endpoints across 18 sub-catchments. The three most significant current threats to the aquatic ecological assets for the NTR region were cattle grazing on native vegetation, feral pigs, and unmanaged fire, and those for the Daly River catchment were cattle grazing on native vegetation, transport/communications infrastructure, and land clearing. Climate change and associated sea-level rise are emerging problems that threaten to cause much greater impacts than currently exist. The uncertainties associated with both scales of assessment were considerable and are discussed. Despite the uncertainties the RRM was found to be a robust method for assessing and prioritising the risks of multiple threats to multiple assets and is a useful screening tool for decision-makers in prioritizing research and/or management actions. © 2012 Taylor and Francis Group, LLC.",
    "JournalOrPublisher": "Human and Ecological Risk Assessment",
    "Volume": "18",
    "Issue": "1",
    "DOI": "DOI:10.1080/10807039.2012.631467",
    "URL": "https://www.tandfonline.com/doi/abs/10.1080/10807039.2012.631467",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Marine"],
    "Category": "Journal_Article",
    "Topic": "Ecological monitoring",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Bayliss P.",
    "Year": "1986",
    "Title": "Factors affecting aerial surveys of marine fauna, and their relationship to a census of dugongs in the coastal waters of the northern territory",
    "Abstract_Description": "Some factors that may affect the aerial counts of dugongs, dolphins and turtles were examined experimentally. Tidal influence did not affect the counts of dugongs or dolphins, but those of turtles increased around high tide. A combined doubling of survey altitude and transect width reduced observed density of all three classes of animals by 50%. The counts of four observers did not differ significantly, but further data counsel caution. Overcast weather depressed counts of dugongs and turtles. Dolphin counts were affected by water surface condition, counts being lowest in choppy seas. A mark-recapture model was used on tandem observations to derive correction factors for groups of animals missed on the surface of a transect. Observers missed between 33% and 75% of dugong groups on the surface, the probability of detection decreasing with increased survey altitude and transect width. A similar range and pattern of probabilities was found for dolphins and turtles. Dugongs were censused in the coastal waters of the Northern Territory between the Daly River and Millingimbi in December 1983, an area of 28 746 km2. Sampling intensity was 7-6%. A minimum population of '2953±530 (standard error) was estimated, an overall relative density of 0-11 ±0-02 km-2. A theoretical correction for submerged dugongs not seen yielded a total population estimate of 38 000, an overall density of 1-46 km-2. The distribution of dugongs in the survey area was patchy, the highest densities being associated with shallow coastal waters, sheltered bays, and large islands. © 1986, CSIRO. All rights reserved.",
    "JournalOrPublisher": "Wildlife Research",
    "Volume": "13",
    "Issue": "1",
    "DOI": "DOI:10.1071/WR9860027",
    "URL": "https://www.publish.csiro.au/WR/WR9860027",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater", "Riparian", "Terrestrial"],
    "Category": "Conference_Paper",
    "Topic": "Environmental monitoring",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Begg G.; Lowry J.",
    "Year": "2003",
    "Title": "Land capability and topographic data as a surrogate for the mapping and classification of wetlands: A case example from the Daly basin, Northern Territory, Australia",
    "Abstract_Description": "The Daly River (catchment 53,000 km2) has the largest flow of all rivers in the Northern Territory and, due to the vast underground aquifers supplying the river, reliable flows of water and areas of high potential soils, is the centre of a region where water resource and agricultural development is being given serious consideration. As part of a larger assessment of environmental flow requirements, an inventory and risk assessment of water dependent ecosystems (wetlands) was undertaken for the Daly basin, a limestone dominated region, 19,382 km2 in size, located in the centre of the catchment. The assessment utilized geographic information system technology to collate, interrogate and analyse soil and topographic data that had been collected previously for the purpose of land capability analysis. The aggregated data were used as a surrogate for mapping the distribution of wetlands in the Daly basin. The land units mapped were composed of individual areas within which the soil, vegetation and landform exhibited a uniform pattern on aerial photographs. The wetland features mapped were classified using landform and hydroperiod as a basis and, to assist in the classification process, a ground-truthing exercise and a basin-wide low-level aerial survey were conducted.",
    "JournalOrPublisher": "Water Science and Technology",
    "Volume": "48",
    "Issue": "7",
    "DOI": "DOI:10.2166/wst.2003.0423",
    "URL": "https://pubmed.ncbi.nlm.nih.gov/14653633/",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Estuarine"],
    "Category": "Journal_Article",
    "Topic": "Coastal hydraulics",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Bonneton, P; Filippini, AG; Arpaia, L; Bonneton, N; Ricchiuto, M",
    "Year": "2016",
    "Title": "Conditions for tidal bore formation in convergent alluvial estuaries",
    "Abstract_Description": "Over the last decade there has been an increasing interest in tidal bore dynamics. However most studies have been focused on small-scale bore processes. The present paper describes the first quantitative study, at the estuary scale, of the conditions for tidal bore formation in convergent alluvial estuaries. When freshwater discharge and large-scale spatial variations of the estuary water depth can be neglected, tide propagation in such estuaries is controlled by three main dimensionless parameters: the nonlinearity parameter epsilon(0), the convergence ratio delta(0) and the friction parameter phi(0). In this paper we explore this dimensionless parameter space, in terms of tidal bore occurrence, from a database of 21 estuaries (8 tidal-bore estuaries and 13 non tidal-bore estuaries). The field data point out that tidal bores occur for convergence ratios close to the critical convergence delta(c). A new proposed definition of the friction parameter highlights a clear separation on the parameter plane (phi(0),epsilon(0)) between tidal-bore estuaries and non tidal-bore estuaries. More specifically, we have established that tidal bores occur in convergent estuaries when the nonlinearity parameter is greater than a critical value, epsilon(c), which is an increasing function of the friction parameter phi(0). This result has been confirmed by numerical simulations of the two-dimensional Saint Venant equations. The real-estuary observations and the numerical simulations also show that, contrary to what is generally assumed, tide amplification is not a necessary condition for tidal bore formation. The effect of freshwater discharge on tidal bore occurrence has been analyzed from the database acquired during three long-term campaigns carried out on the Gironde/Garonne estuary. We have shown that in the upper estuary the tidal bore intensity is mainly governed by the local dimensionless tide amplitude epsilon. The bore intensity is an increasing function of epsilon and this relationship does not depend on freshwater discharge. However, freshwater discharge damps the tidal wave during its propagation and thus reduces epsilon and consequently limits the tidal bore development in the estuary. To take into account this process in the tidal-bore scaling analysis, it is necessary to introduce a fourth external parameter, the dimensionless river discharge 2(0). (C) 2016 Elsevier Ltd. All rights reserved.",
    "JournalOrPublisher": "ESTUARINE COASTAL AND SHELF SCIENCE",
    "Volume": "172",
    "Issue": null,
    "DOI": "DOI:10.1016/j.ecss.2016.01.019",
    "URL": "https://www.sciencedirect.com/science/article/abs/pii/S0272771416300191",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater", "Subterranean"],
    "Category": "Journal_Article",
    "Topic": "Groundwater",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Bourke S.A.; Harrington G.A.; Cook P.G.; Post V.E.; Dogramaci S.",
    "Year": "2014",
    "Title": "Carbon-14 in streams as a tracer of discharging groundwater",
    "Abstract_Description": "Quantification of the volume of groundwater discharge to streams, and the source aquifer of that discharge, is required to adequately manage the impacts of groundwater use on stream ecosystems. This has been achieved through longitudinal surveys of gaseous tracers, but their effectiveness can be limited by rapid equilibration between the stream and the atmosphere. Here we develop the use of carbon-14 in dissolved inorganic carbon (DIC) in a stream as a tracer of groundwater discharge. A controlled equilibration experiment was conducted, during which groundwater with an initial 14C activity of 5.5pMC was allowed to equilibrate with the atmosphere over 72days. The effective transfer velocity for 14C was measured as 0.013md-1. The method was then tested at an artificial groundwater discharge location, where the effective transfer velocity was measured as 0.025md-1. In these simple systems, the ratio of the effective 14C transfer velocity to the CO2 gas transfer velocity is a function of pH, and proportional to the fraction of DIC present as CO2. The method was then applied along a reach of the Daly River, Australia, where groundwater discharge is known to occur. A decrease of 7pMC was observed across the major spring discharge zone, with subsequent equilibration with the atmosphere occurring over at least tens of kilometres. This allowed for the effective transfer velocity to be estimated at between 0.09 and 0.15md-1, and for the 14C activity of groundwater discharge to be estimated at between 60 and 66pMC. The equilibration of 14C in stream DIC is in the order of 10 times slower than for gas tracers, which may allow for the detection of smaller groundwater discharge fluxes than is possible with gas tracers. If the total groundwater discharge flux is known, measurements of 14C in stream DIC can also be used to infer the 14C activity of discharging groundwater. This method may be a useful alternative to direct groundwater sampling, particularly in remote basins with few groundwater wells. © 2014 Elsevier B.V.",
    "JournalOrPublisher": "Journal of Hydrology",
    "Volume": "519",
    "Issue": null,
    "DOI": "DOI:10.1016/j.jhydrol.2014.06.056",
    "URL": "https://www.sciencedirect.com/science/article/abs/pii/S0022169414005162",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Biodiversity",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Braby M.F.; Williams M.R.; Coppen R.A.M.; Williams A.A.E.; Franklin D.C.",
    "Year": "2020",
    "Title": "Patterns of species richness and endemism of butterflies and day-flying moths in the monsoon tropics of northern Australia",
    "Abstract_Description": "Patterns of species richness and endemism were analyzed for 154 resident/breeding diurnal Lepidoptera in 153 grid cells (100 km × 100 km) based on a recently published set of spatial distribution maps (range-map and atlas data) in the western and central Australian Monsoon Tropics biome of northern Australia (~1.2 million km2). Biodiversity hotspots were then identified on the basis of coincidence of high values of species richness, endemic richness and weighted endemism. Spatial and environmental variables accounting for significant variation in species and endemic richness were determined using multivariate generalized linear models. Broad patterns of species and endemic richness showed a pronounced north-south latitudinal gradient that was significantly correlated with mean annual rainfall, from the wetter northern coastal areas to the drier southern inland areas of the semi-arid zone. Analysis of weighted endemism identified three putative centers of endemism: the Top End (north-western corner), the Kimberley (northern) and Arnhem Land (Gove Peninsula). Overall, the north-western corner of the Top End (86,860 km2) – including the Arnhem Land Plateau (Kakadu NP-Nitmiluk NP and Warddeken IPA), reserves in the Darwin region, Litchfield NP, the Tiwi Islands, Fish River-Daly River, and Cobourg Peninsula (Garig Gunak Barlu NP) – is a major biodiversity hotspot for the conservation of diurnal Lepidoptera based on congruent patterns of species richness, endemic richness and weighted endemism. Large discrepancies between actual survey lists (atlas data) and inferred lists (range-map data) indicate the need for further inventory of the National Reserve System, particularly for several reserves identified as significant for diurnal Lepidoptera diversity (Marri-Jabin IPA, Djukbinj NP, Warddeken IPA and Nitmiluk NP). © 2019 Elsevier Ltd",
    "JournalOrPublisher": "Biological Conservation",
    "Volume": "241",
    "Issue": null,
    "DOI": "DOI:10.1016/j.biocon.2019.108357",
    "URL": "https://www.sciencedirect.com/science/article/abs/pii/S0006320719304173",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Biological control",
    "Access_Rights": "Free to Download",
    "Project_ID": null,
    "Authors": "Burrows N.J.; Lukitsch B.V.; Liberato J.R.",
    "Year": "2012",
    "Title": "Rediscovery of the rust Diabole cubensis, released as a classical biological control agent against the invasive weed Mimosa pigra in Australia",
    "Abstract_Description": "The neotropical rust Diabole cubensis was introduced as a biological control agent against the weed Mimosa pigra in the Northern Territory during the period 1996-1999. It was thought to have failed to establish as it had not been observed since then. In 2011, D. cubensis was detected on M. pigra plants on the Finniss River and Daly River floodplains, 12 years after its introduction. In 2012, the fungus was also detected on the Mary and Adelaide River floodplains. Details of these findings, a description and illustrations of the rust fungus are included. © 2012 Australasian Plant Pathology Society Inc.",
    "JournalOrPublisher": "Australasian Plant Disease Notes",
    "Volume": "7",
    "Issue": "1",
    "DOI": "DOI:10.1007/s13314-012-0077-3",
    "URL": "/documents/0027Da-Burrows-2012-Journal_Article.pdf",
    "File_name": "0027Da-Burrows-2012-Journal_Article.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater", "Riparian"],
    "Category": "Journal_Article",
    "Topic": "Soil erosion",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Caitcheon GG; Olley, JM; Pantus, F; Hancock, G; Leslie, C",
    "Year": "2012",
    "Title": "The dominant erosion processes supplying fine sediment to three major rivers in tropical Australia, the Daly (NT), Mitchell (Qld) and Flinders (Qld) Rivers",
    "Abstract_Description": "The tropics of northern Australia have received relatively little attention with regard to the impact of soil erosion on the many large river systems that are an important part of Australia's water resource, especially given the high potential for erosion when long dry seasons are followed by intense wet season rain. Here we use Cs-137 concentrations to determine the erosion processes supplying sediment to two major northern Australian Rivers; the Daly River (Northern Territory), and the Mitchell River (Queensland). We also present data from five sediment samples collected from a 100 km reach of the Cloncurry River, a major tributary of the Flinders River (Queensland). Concentrations of Cs-137 in the surface soil and subsurface (channel banks and gully) samples were used to derive 'best fit' probability density functions describing their distributions. These modelled distributions are then used to estimate the relative contribution of these two components to the river sediments. Our results are consistent with channel and gully erosion being the dominant source of sediment, with more than 90% of sediment transported along the main stem of these rivers originating from subsoil. We summarize the findings of similar studies on tropical Australian rivers and conclude that the primary source of sediment delivered to these systems is gully and channel bank erosion. Previously, as a result of catchment scale modelling, sheet-wash and rill erosion was considered to be the major sediment source in these rivers. Identifying the relative importance of sediment sources, as shown in this paper, will provide valuable information for land management planning in the region. This study also reinforces the importance of testing model predictions before they are used to target investment in remedial action. (C) 2012 Elsevier B.V. All rights reserved.",
    "JournalOrPublisher": "GEOMORPHOLOGY",
    "Volume": "151",
    "Issue": null,
    "DOI": "DOI:10.1016/j.geomorph.2012.02.001",
    "URL": "https://www.sciencedirect.com/science/article/abs/pii/S0169555X12000669",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Horticulture",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Carberry P.S.; Muchow R.C.; McCown R.L.",
    "Year": "1993",
    "Title": "A simulation model of kenaf for assisting fibre industry planning in northern Australia. IV* Analysis of climatic risk",
    "Abstract_Description": "The establishment of a pulp and paper industry based on kenaf (Hibiscus cannabinus L.) in semi-arid northern Australia requires clear demonstration of the long-term production potential of kenaf in this region. Owing to the high rainfall variability both within and among seasons, it would be difficult to assess the potential of a new dryland industry from traditional experimentation. Accordingly, this study was undertaken to assess the climatic risks to dryland kenaf production in the Northern Territory (NT) using the kenaf simulation model NTKENAF, which has been developed and validated for this climatic zone. The kenaf model was run, using long-term historical weather data, to determine optimal sowing strategies and expected yields at four representative sites in the NT. In the NT, a codict existed between sowing early, with resulting long duration and high yield potential, but high probability of plant mortality, and sowing later, with more reliable plant population, but shorter duration and lower yields. A general recommendation over all sites was for a sowing window extending from the start of November to mid-December each year; lower yields were simulated for earlier sowing dates due to problems with crop establishment, and for later sowing dates due to crop growth extending past the end of the wet season in most years. However, in circumstances of high rainfall prior to November, there was a yield advantage at several sites from sowing early. Over the 100 years of climatic data for Katherine (14° 28‘S.) and sowing when 30 mm rainfall occurred in a 5-day period after 1 November, simulated stem yields for kenaf ranged from 800 to 17200 kg ha-1, with a mean stem yield of 8673 kg ha-1 and coefficient of variation of 42%. At the higher rainfall site of Douglas Daly (13° 48‘S.), over 21 seasons and using the same sowing criterion, stem yields ranged from 4490 to 19 200 kg ha-1, with a mean stem yield of 12 509 kg ha-1 and coefficient of variation of 27%. Simulated stem yields were higher at the wettest site of Adelaide River (13° 06‘S.) and lowest at the driest site of Larrimah (15° 36‘S.). In the planning of a potential kenaf industry in the northern Australia, this research study has provided the essential information of yield probability distributions for kenaf crops grown at selected sites in the NT. © 1993 CSIRO. All Rights Reserved.",
    "JournalOrPublisher": "Australian Journal of Agricultural Research",
    "Volume": "44",
    "Issue": "4",
    "DOI": "DOI:10.1071/AR9930713",
    "URL": "https://www.publish.csiro.au/cp/AR9930713",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater"],
    "Category": "Book_Chapter",
    "Topic": "Tourism",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Carson D.; Schmallegger D.",
    "Year": "2009",
    "Title": "Fishing the 'Big Rivers' in Australia's northern territory: Market diversification for the Daly river",
    "Abstract_Description": "This chapter is concerned with the fishing assets (including rivers, estuaries, lakes and billabongs) of the Northern Territory (Australia) and how their use might reflect on innovation in the tourism destination system. Specifically, the chapter examines the level of diversity in the fishing tourism marketplace in the Northern Territory. The research considers two aspects: the first is the diversity of trips taken to the Northern Territory which feature fishing as an activity (trip patterns); and the second is the industry response to the market in terms of the structure of the product mix and marketing strategies (industrial organization) of one of the big-river fishing destinations in the Territory's Top End. Data from the Northern Territory Travel Monitor (2000-04) are used to describe trip patterns and a case study of the Daly River is used to analyse industrial organization. What is evident from the case study of the Daly River is a lack of diversity in fishing tourism product offerings, and a consequent lack of diversity in the profile of consumers. The Daly River region faces a number of challenges in achieving the characteristics claimed as necessary for systemic innovation.",
    "JournalOrPublisher": "River Tourism",
    "Volume": null,
    "Issue": null,
    "DOI": "DOI:10.1079/9781845934682.0131",
    "URL": "https://www.cabidigitallibrary.org/doi/abs/10.1079/9781845934682.0131",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater", "Marine", "Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Conservation management",
    "Access_Rights": "Free to Download",
    "Project_ID": null,
    "Authors": "Cattarino L.; Hermoso V.; Carwardine J.; Adams V.M.; Kennard M.J.; Linke S.",
    "Year": "2018",
    "Title": "Information uncertainty influences conservation outcomes when prioritizing multi-action management efforts",
    "Abstract_Description": "In managing various threats to biodiversity, it is important to prioritize multiple management actions and the levels of effort to apply. However, a spatial conservation prioritization framework that integrates these key aspects, and can be generalized, is still missing. Moreover, assessing the robustness of prioritization frameworks to uncertainty in species responses to management is critical to avoid misallocation of limited resources. Yet, the impact of information uncertainty on prioritization of management effort remains unknown. We present an approach for prioritizing alternative levels of conservation management effort to multiple actions, based on the ecological responses of species to management. We estimated species responses through a structured email-based expert elicitation process, where we also captured the uncertainty in individual experts' assessments. We identified priority locations and associated level of management of effort of four actions to abate threats to freshwater-dependent fauna, using a northern Australia case study, and quantified sensitivity of the proposed solution to uncertainty in the answers of each individual expert. Achievement of conservation targets for freshwater-dependent fauna in the Daly River catchment would require 9.4 million AU$ per year, for a total of approximately 189 million AU$ investment over 20 years. We suggest that this could be best achieved through a mix of aerial shooting of buffalos and pigs, riparian fencing and chemical spraying of weeds, applied at varying levels of management effort in key areas of the catchment. Uncertainty in experts' estimation of species responses to threats causes 60% of the species to achieve 80% of their conservation targets, which was consistent across target levels. Synthesis and applications. Our prioritization approach facilitates the planning of conservation management at fine spatial scales and is applicable to terrestrial, freshwater and marine realms. Plan implementation may require policy instruments ranging from landowner stewardship agreements, market-based mechanisms and low-intensity land use management schemes, to regulation of commercial activities within portions of marine protected areas. However, assessing plan sensitivity to uncertainty in species response to management and finding ways of dealing with it in the prioritization rather than ignoring it, as often done, remains vital for effective achievement of conservation objectives. © 2018 The Authors. Journal of Applied Ecology © 2018 British Ecological Society",
    "JournalOrPublisher": "Journal of Applied Ecology",
    "Volume": null,
    "Issue": "5",
    "DOI": "DOI:10.1111/1365-2664.13147",
    "URL": "/documents/0031Da-Cattarino-2018-Journal_Article.pdf",
    "File_name": "0031Da-Cattarino-2018-Journal_Article.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater"],
    "Category": "Journal_Article",
    "Topic": "Riparian management",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Chan T.U.; Hart B.T.; Kennard M.J.; Pusey B.J.; Shenton W.; Douglas M.M.; Valentine E.; Patel S.",
    "Year": "2012",
    "Title": "Bayesian network models for environmental flow decision making in the Daly River, Northern Territory, Australia",
    "Abstract_Description": "This paper reports the development and application of two Bayesian Network models to assist decision making on the environmental flows required to maintain the ecological health of the Daly River (Northern Territory, Australia). Currently, the Daly River is unregulated, with only a small volume of water extracted annually for agriculture. However, there is considerable pressure for further agricultural development in the catchment, particularly with demand for extra water extraction during the dry season (May-November). The abundances of two fish species-barramundi (Lates calcarifer) and sooty grunter (Hephaestus fuliginosus)-were chosen as the ecological endpoints for the models, which linked dry season flows to key aspects of the biology of each species. Where available, data were used to define flow-fish habitat relationships, but most of the relationships were defined by expert opinion because of a lack of quantified ecological knowledge. Recent field data on fish abundances were used to validate the models and gave prediction errors of 20-30%. The barramundi model indicated that the adult sub-population was key to overall fish abundance, with this sub-population particularly impacted by the timing of abstraction (early vs. late dry season). The sooty grunter model indicated that the juvenile sub-population dominated the overall abundance and that this was primarily due to the amount of hydraulically suitable riffle habitat. If current extraction entitlements were fully utilized, the models showed there would be significant impacts on the populations of these two fish species, with the probability of unacceptable abundances increasing to 43% from 25% for sooty grunter and from 36% for barramundi under natural conditions. © 2010 John Wiley & Sons, Ltd.",
    "JournalOrPublisher": "River Research and Applications",
    "Volume": null,
    "Issue": "3",
    "DOI": "DOI:10.1002/rra.1456",
    "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/rra.1456",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Estuarine"],
    "Category": "Journal_Article",
    "Topic": "Coastal hydraulics",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Chanson H.",
    "Year": "2011",
    "Title": "Undular tidal bores: Effect of channel constriction and bridge piers",
    "Abstract_Description": "A tidal bore may occur in a macro-tidal estuary when the tidal range exceeds 4.5-6 m and the estuary bathymetry amplifies the tidal wave. Its upstream propagation induces a strong mixing of the estuarine waters. The propagation of undular tidal bores was investigated herein to study the effect of bridge piers on the bore propagation and characteristics. Both the tidal bore profile and the turbulence generated by the bore were recorded. The free-surface undulation profiles exhibited a quasi-periodic shape, and the potential energy of the undulations represented up to 30% of the potential energy of the tidal bore. The presence of the channel constriction had a major impact on the free-surface properties. The undular tidal bore lost nearly one third of its potential energy per surface area as it propagated through the channel constriction. The detailed instantaneous velocity measurements showed a marked effect of the tidal bore passage suggesting the upstream advection of energetic events and vorticity \"clouds\" behind the bore front in both channel configurations: prismatic and with constriction. The turbulence patches were linked to some secondary motions and the proposed mechanisms were consistent with some field observations in the Daly River tidal bore. The findings emphasise the strong mixing induced by the tidal bore processes, and the impact of bridge structures on the phenomenon. © 2010 Springer Science+Business Media B.V.",
    "JournalOrPublisher": "Environmental Fluid Mechanics",
    "Volume": null,
    "Issue": "4",
    "DOI": "DOI:10.1007/s10652-010-9189-5",
    "URL": "https://link.springer.com/article/10.1007/s10652-010-9189-5",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Estuarine"],
    "Category": "Journal_Article",
    "Topic": "Sediments",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Chappell J.",
    "Year": "1993",
    "Title": "Contrasting Holocene sedimentary geologies of lower Daly River, northern Australia, and lower Sepik-Ramu, Papua New Guinea",
    "Abstract_Description": "The estuarine plain of the macrotidal Daly River, in monsoonal northern Australia, is underlain by extensive mid-Holocene mangrove swamp sediments which accumulated during the last stages of Post-glacial sea-level rise. Sediment yield from the catchment is too low to account for the volume which accumulated during sea-level rise, and onshore transport is invoked. This is supported by radiocarbon ages and facies analysis of the transgressive sediment tract beneath the maximum flooding surface (MFS), and of the tract of vertical sedimentation which extends from the MFS to the surface of estuarine/fluvial transition (the EFT). The EFT occurred about 5000 to 6000 BP throughout the estuarine plain. A contrasting situation exists in the lowland Holocene basin of the microtidal Sepik and Ramu rivers in Papua New Guinea, which derive sediment from highly tectonic catchments. A tectonic basin, which was a shallow brackish inland sea after Post-glacial transgression, is separated by a low divide from a deltaic plain. Progradation of the deltaic plain commenced about 3500 BP after regressive sedimentation eclipsed the inland sea in the tectonic basin. Contrasting organic facies, mangrove in the Daly and freshwater swamp deposits in the Sepik-Ramu, highlight differences between facies models of the two systems. Differences between fluvio-tidal regimes are reflected by the EFT, which is synchronous in the Daly and diachronous in the Sepik-Ramu, and possibly by the MFS which is diachronous in the Daly and may be synchronous in the Sepik-Ramu. © 1993.",
    "JournalOrPublisher": "Sedimentary Geology",
    "Volume": null,
    "Issue": "2023-04-03 00:00:00",
    "DOI": "DOI:10.1016/0037-0738(93)90020-6",
    "URL": "https://www.sciencedirect.com/science/article/abs/pii/0037073893900206",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Conservation genomics",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Clugston J.A.R.; Ruhsam M.; Kenicer G.J.; Henwood M.; Milne R.; Nagalingum N.S.",
    "Year": "2022",
    "Title": "Conservation genomics of an Australian cycad Cycas calcicola, and the Absence of Key Genotypes in Botanic Gardens",
    "Abstract_Description": "Understanding the genetic diversity of wild populations is fundamental to conserving species in-situ and ex-situ. To aid conservation plans and to inform ex-situ conservation, we examined the genetic diversity of the cycad Cycas calcicola (Cycadaceae). Samples were collected from wild populations in the Litchfield National Park and Katherine regions in the Northern Territory, Australia. Additional samples were obtained from botanic garden plants that were originally collected in the Katherine region, Daly River and Spirit Hills in the Northern Territory, Australia. Using RADseq we recovered 2271 informative genome-wide SNPs, revealing low to moderate levels of gene diversity (uHe = 0.037 to 0.135), very low levels of gene flow, and significant levels of inbreeding (mean FIS = 0.491). Population structure and multivariate analysis showed that populations fall into two genetic groups (Katherine vs Litchfield + Daly River + Spirit Hills). Genetic differentiation was twice as high between populations of the Katherine and Litchfield regions (FST ~ 0.1) compared to within these two regions (FST ~ 0.05). Increasing population fragmentation together with high levels of inbreeding and very little gene flow are concerning for the future adaptability of this species. The results indicated that the ex-situ collections (1) had significantly lower genetic diversity than the wild populations, and (2) only partly capture the genetic diversity present, particularly because the Litchfield National Park populations are not represented. We recommend that ex-situ collections be expanded to incorporate the genetic diversity found in Litchfield National Park and to increase the number of representatives from Daly River/Spirit Hills, and that in-situ populations from the Katherine and Greater Litchfield regions be conserved as separate management units. © 2022, The Author(s), under exclusive licence to Springer Nature B.V.",
    "JournalOrPublisher": "Conservation Genetics",
    "Volume": null,
    "Issue": "3",
    "DOI": "DOI:10.1007/s10592-022-01428-8",
    "URL": "https://link.springer.com/article/10.1007/s10592-022-01428-8",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater"],
    "Category": "Journal_Article",
    "Topic": "Fish ecology",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Cook B.D.; Kennard M.J.; Real K.; Pusey B.J.; Hughes J.M.",
    "Year": "2011",
    "Title": "Landscape genetic analysis of the tropical freshwater fish Mogurnda mogurnda (Eleotridae) in a monsoonal river basin: Importance of hydrographic factors and population history",
    "Abstract_Description": "We performed spatial genetic analyses, incorporating landscape genetic methods using microsatellite data and phylogeographic analyses using mtDNA data, to identify the principal factors that determine population heterogeneity of the tropical freshwater fish, Mogurnda mogurnda, in the Daly River, northern Australia. We tested the individual and interactive effects of several environmental variables on spatial genetic patterns, including metrics relating to connectivity (i.e. stream distance, maximum stream gradient and elevation), habitat size (i.e. mean annual discharge) and a categorical variable relating to population history, as determined by mtDNA phylogeographic analyses. The Daly River is geomorphologically and hydrologically complex, and M. mogurnda has life history traits that limit its dispersal potential at river basin scales. Thus, we predicted that variables relating to connectivity would be the most important landscape factors driving population structure of the species. Tree-based phylogeographic analyses indicated four divergent mtDNA lineages within M. mogurnda in the Daly River, although three of the lineages were sympatric in various combinations and did not correspond with microsatellite groups identified by assignment tests. The allopatric mtDNA lineage detected in the uppermost part of the catchment was also identified as being highly differentiated by the microsatellite data, strongly suggesting that it may be a cryptic species. This site was therefore excluded from subsequent landscape genetic analyses. Analyses of Molecular Variance indicated that M. mogurnda has a hierarchical population structure in the Daly River, thus supporting theoretical expectations that hierarchically arranged river habitats in dendritic systems impose hierarchal population structures on lotic species. All landscape genetic analyses rejected stream distance, and supported stream gradient, as the major determinant of spatial genetic variation in M. mogurnda in the Daly River. Support for elevation as a determinant of spatial genetic patterns differed among the landscape genetic methods. Several of the landscape genetic methods also indicate that population history, including secondary contact between divergent and formerly allopatric genetic lineages, has a strong influence on spatial genetic patterns within M. mogurnda in the Daly River. This study demonstrates the need to consider multiple environmental factors, especially factors relating to connectivity, and their interactions in spatial genetic analysis, rather than just geographic distance. Importantly, it demonstrates the need to account for population history and evolutionary divergences in landscape genetic analyses. © 2010 Blackwell Publishing Ltd.",
    "JournalOrPublisher": "Freshwater Biology",
    "Volume": "56",
    "Issue": "5",
    "DOI": "DOI:10.1111/j.1365-2427.2010.02527.x",
    "URL": "https://onlinelibrary.wiley.com/doi/full/10.1111/j.1365-2427.2010.02527.x",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater", "Subterranean"],
    "Category": "Journal_Article",
    "Topic": "Groundwater",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Cook P.G.; Favreau G.; Dighton J.C.; Tickell S.",
    "Year": "2003",
    "Title": "Determining natural groundwater influx to a tropical river using radon, chlorofluorocarbons and ionic environmental tracers",
    "Abstract_Description": "Measurements of 222Rn, CFC- 11, CFC- 12, major ions and temperature of river water and springs are used to quantify rates of groundwater inflow to a tropical lowland river in the Northern Territory of Australia. Groundwater inflow results in increases in 222Rn concentrations within the river, but decreases in concentrations of CFC-11 and CFC-12, because the inflowing groundwater is relatively old. 222Rn, CFC-11 and CFC-12 concentrations are affected by gas exchange with the atmosphere, while ion concentrations are not. Additionally, CFC concentrations in the river appear to have been increased by air entrapment and dissolution during turbulent flow at river rapids. Because the regional groundwater is old, CFC concentrations in groundwater inflow are zero. In contrast, 222Rn and ion concentrations in the river are very sensitive to concentrations of these tracers in groundwater inflow. Numerical simulation of 222Rn, CFC-11 and CFC-12 stream concentrations allows the groundwater inflow rate, gas transfer velocity and air entrapment coefficient to be reasonably accurately constrained. Crown Copyright © 2003 Published by Elsevier Science B.V. All rights reserved.",
    "JournalOrPublisher": "Journal of Hydrology",
    "Volume": "277",
    "Issue": "2023-02-01 00:00:00",
    "DOI": "DOI:10.1016/S0022-1694(03)00087-8",
    "URL": "https://www.sciencedirect.com/science/article/abs/pii/S0022169403000878",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Paleogeography",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Corkeron M.",
    "Year": "2008",
    "Title": "Deposition and palaeogeography of a glacigenic Neoproterozoic succession in the east Kimberley, Australia",
    "Abstract_Description": "Facies, provenance and palaeocurrent analysis of the predominantly siliciclastic Neoproterozoic succession of the east Kimberley district of northwestern Australia indicates southwesterly-directed regional palaeoice-flow directions associated with continental glaciation. Facies relationships at three key study sites in the east Kimberley record glacial advance, retreat and marine transgression and the likely effects of ice dynamics on local basin depositional history. Ice-scour linked with provenance data indicate ice advance from the northeast. Additional ice-flow data from the west Kimberley and the Daly River area of Northern Territory are consistent and record a regional palaeoice-flow direction towards the southwest. Palaeocurrent data and facies relationships in the east Kimberley, however, suggest that sediment transport directions within the east Kimberley basin were influenced by a combination of ice-induced lithospheric flexure, pre-existing topography and modification of basin topography and sediment dispersal paths by ice-induced redistribution of debris. A basin evolution model incorporating these concepts within the framework of ice advance, retreat and marine inundation is proposed. Identification of regional ice-flow trends of this scale should ultimately prove a useful tool in testing possible palaeogeographic reconstructions of continent configurations in a post-Rodinian world. © 2008 Elsevier B.V. All rights reserved.",
    "JournalOrPublisher": "Sedimentary Geology",
    "Volume": "204",
    "Issue": "2023-04-03 00:00:00",
    "DOI": "DOI:10.1016/j.sedgeo.2007.12.010",
    "URL": "https://www.sciencedirect.com/science/article/abs/pii/S0037073808000067",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater", "Marine"],
    "Category": "Journal_Article",
    "Topic": "Fish ecology",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Crook D.A.; Buckle D.J.; Allsop Q.; Baldwin W.; Saunders T.M.; Kyne P.M.; Woodhead J.D.; Maas R.; Roberts B.; Douglas M.M.",
    "Year": "2017",
    "Title": "Use of otolith chemistry and acoustic telemetry to elucidate migratory contingents in barramundi Lates calcarifer",
    "Abstract_Description": "Migration is a fundamental aspect of the life history of many fish and must be well understood for targeted conservation and management. We used acoustic telemetry and otolith 87Sr/86Sr analysis, in conjunction with annual ageing, to study intraspecific variation in barramundi Lates calcarifer migration in the Northern Territory, Australia. Acoustic transmitters were implanted into 25 barramundi (420-1010-mm total length (TL); median 510mm TL) from freshwater reaches of the South Alligator River and their movements tracked over >2 years. 87Sr/86Sr transect analysis was also conducted on otoliths of 67 barramundi from the Daly, Mary, South Alligator and Roper rivers. Acoustic telemetry showed that most fish remained in fresh water across wet and dry seasons. Higher rates of movement occurred during the wet season and a minority of fish moved into the estuary during high flows. Otolith chemistry analyses revealed high diversity in salinity histories among individuals. We integrated the telemetry and otolith chemistry data to examine migration as a function of the stage of sexual development, and have proposed a revised life history model that identifies three migratory contingents. We conclude that anthropogenic disturbance, including modified river hydrology, has the potential to alter the frequency of life history contingents in barramundi populations. © 2017 CSIRO .",
    "JournalOrPublisher": "Marine and Freshwater Research",
    "Volume": "68",
    "Issue": "8",
    "DOI": "DOI:10.1071/MF16177",
    "URL": "https://www.publish.csiro.au/MF/MF16177",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater"],
    "Category": "Journal_Article",
    "Topic": "Fish ecology",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Crook D.A.; Keller K.; Adair B.J.; Luiz O.J.; Waugh P.S.; Schult J.; Dostine P.L.; Townsend S.A.; King A.J.",
    "Year": "2021",
    "Title": "Use of radiotelemetry to quantify diel habitat preferences and minimum environmental flow requirements of a tropical riverine fish (Sooty grunter Hephaestus fuliginosus)",
    "Abstract_Description": "Quantitative relationships between river discharge and hydraulic habitat availability for key taxa are important elements of environmental flow assessment. We used radiotelemetry to examine diel patterns of habitat use by tracking the locations of 17 juvenile Sooty grunter (Hephaestus fuliginosus) over a 10-day period during the late dry season in a river in the wet–dry tropics of northern Australia. Habitat use data were integrated with a hydrodynamic model to identify preferred hydraulic habitat and explore different river discharge scenarios to assess the potential effects of water abstraction on habitat availability. Sooty grunter exhibited a strong preference for shallow, fast flowing mesohabitat (riffles and runs). Hydraulic microhabitat preference was modelled using generalised additive mixed-effect models (GAMMs) and showed no significant difference in microhabitat selection between day and night. Habitat criteria developed from a combined day-night GAMM were defined as locations with velocities of 0.26–1.42 m s−1 and depths <0.69 m. Hydrodynamic modelling of river discharge scenarios in the study reach showed that the area of preferred habitat was highest at 8 m3 s−1, with large declines in habitat area under low flows (61% decline in habitat area at 0.5 m3 s−1 compared to the discharge of 2.8 m3 s−1 at the time of radio-tracking). While the study focusses on a single species, our findings demonstrate the broad applicability of radiotelemetry as a means of quantifying the diel hydraulic habitat requirements of riverine fish to support the objective determination of environmental flow regimes. © 2021 John Wiley & Sons, Ltd.",
    "JournalOrPublisher": "Ecohydrology",
    "Volume": "14",
    "Issue": "5",
    "DOI": "DOI:10.1002/eco.2290",
    "URL": "https://onlinelibrary.wiley.com/doi/full/10.1002/eco.2290",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater", "Marine"],
    "Category": "Journal_Article",
    "Topic": "Fish ecology",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Crook D.A.; Lacksen K.; King A.J.; Buckle D.J.; Tickell S.J.; Woodhead J.D.; Maas R.; Townsend S.A.; Douglas M.M.",
    "Year": "2017",
    "Title": "Temporal and spatial variation in strontium in a tropical river: Implications for otolith chemistry analyses of fish migration",
    "Abstract_Description": "Analysis of otolith strontium isotope ratios (87Sr/86Sr) is an increasingly utilized approach for studying fish migration. We analysed surface and ground water from the Daly River catchment in the wet–dry tropics of northern Australia over 2 years. Analyses of otolith87Sr/86Sr ratios were also conducted for freshwater sooty grunter (Hephaestus fuliginosus) and the putatively diadromous diamond mullet (Liza ordensis). Spatial variation in freshwater87Sr/86Sr was high (range: 0.71612–0.78059), and there was strong seasonality in water87Sr/86Sr, with highest values in the wet season. Temporal variation in water87Sr/86Sr ratios is attributed to seasonal patterns in surface runoff from geological formations with radiogenic compositions versus input from groundwater aquifers interacting with less radiogenic formations. Temporal variation in water87Sr/86Sr ratios precluded robust inference on movement within fresh water for both species, although movement across salinity gradients by diamond mullet was clearly identified. We conclude that temporally and spatially replicated water Sr data should be a general requisite for studies that analyse otolith Sr (87Sr/86Sr, Sr/Ca, Sr/Ba) to make inferences about fish movement and migration. © 2017, Canadian Science Publishing. All rights reserved.",
    "JournalOrPublisher": "Canadian Journal of Fisheries and Aquatic Sciences",
    "Volume": "74",
    "Issue": "4",
    "DOI": "DOI:10.1139/cjfas-2016-0153",
    "URL": "https://cdnsciencepub.com/doi/abs/10.1139/cjfas-2016-0153",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Subterranean"],
    "Category": "Journal_Article",
    "Topic": "Groundwater",
    "Access_Rights": "Free to Download",
    "Project_ID": null,
    "Authors": "Crosbie R.S.; Rachakonda P.K.",
    "Year": "2021",
    "Title": "Constraining probabilistic chloride mass-balance recharge estimates using baseflow and remotely sensed evapotranspiration: the Cambrian Limestone Aquifer in northern Australia",
    "Abstract_Description": "Regional-scale estimates of groundwater recharge are inherently uncertain, but this uncertainty is rarely quantified. Quantifying this uncertainty provides an understanding of the limitations of the estimates, and being able to reduce the uncertainty makes the recharge estimates more useful for water resources management. This paper describes the development of a method to constrain the uncertainty in upscaled recharge estimates using a rejection sampling procedure for baseflow and remotely sensed evapotranspiration data to constrain the lower and upper end of the recharge distribution, respectively. The recharge estimates come from probabilistic chloride mass-balance estimates from 3,575 points upscaled using regression kriging with rainfall, soils and vegetation as covariates. The method is successfully demonstrated for the 570,000-km2 Cambrian Limestone Aquifer in northern Australia. The method developed here is able to reduce the uncertainty in the upscaled chloride mass-balance estimates of recharge by nearly a third using data that are readily available. The difference between the 5th and 95th percentiles of unconstrained recharge across the aquifer was 31 mm/yr (range 5–36 mm/yr) which was reduced to 22 mm/yr for the constrained case (9–31 mm/yr). The spatial distribution of recharge was dominated by the spatial distribution of rainfall but was comparatively reduced in areas with denser vegetation or finer textured soils. Recharge was highest in the north-west in the Daly River catchment with a catchment average of 101 (61–192) mm/yr and lowest in the south-east Georgina River catchment with 6 (4–12) mm/yr. © 2021, Crown.",
    "JournalOrPublisher": "Hydrogeology Journal",
    "Volume": "29",
    "Issue": "4",
    "DOI": "DOI:10.1007/s10040-021-02323-1",
    "URL": "/documents/0042Da-Crosbie-2021-Journal_Article.pdf",
    "File_name": "0042Da-Crosbie-2021-Journal_Article.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater"],
    "Category": "Journal_Article",
    "Topic": "Fish ecology",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Davis A.M.; Pusey B.J.; Pearson R.G.",
    "Year": "2012",
    "Title": "Contrasting intraspecific dietary shifts in two terapontid assemblages from Australia's wet-dry tropics",
    "Abstract_Description": "This study assessed the size-related patterns of dietary resource use in terapontid assemblages from two north Australian wet-dry tropical river systems exhibiting contrasting long-term flow regimes. Substantially higher size-related dietary divergence in the form of additional trophic guilds and lower levels of dietary overlap were evident among terapontids from the comparatively stable Daly River system, particularly during the dry season. Relatively restricted expression of size-related dietary shifts in conjunction with higher levels of dietary overlap and no significant seasonal effects on dietary overlap were features of assemblage interaction in the highly variable Burdekin River. Results highlight size-related dietary shifts as a complex aspect of terapontid trophic habits, and one that can exhibit considerable spatial dynamism. © 2011 John Wiley & Sons A/S.",
    "JournalOrPublisher": "Ecology of Freshwater Fish",
    "Volume": "21",
    "Issue": "1",
    "DOI": "DOI:10.1111/j.1600-0633.2011.00521.x",
    "URL": "https://onlinelibrary.wiley.com/doi/full/10.1111/j.1600-0633.2011.00521.x",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Riparian"],
    "Category": "Conference_Paper",
    "Topic": "Flood mapping",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Dey C.; Jia X.; Fraser D.; Wang L.",
    "Year": "2009",
    "Title": "Mixed pixel analysis for flood mapping using extended support vector machine",
    "Abstract_Description": "This paper addresses the challenges of flood mapping using multispectral images. Quantitative flood mapping is critical for flood damage assessment and management. Remote sensing images obtained from various satellite or airborne sensors provide valuable data for this application, from which the information on the extent of flood can be extracted. However the great challenge involved in the data interpretation is to achieve more reliable flood extent mapping including both the fully inundated areas and the 'wet' areas where trees and houses are partly covered by water. This is a typical combined pure pixel and mixed pixel problem. In this paper, an extended Support Vector Machines method for spectral unmixing developed recently has been applied to generate an integrated map showing both pure pixels (fully inundated areas) and mixed pixels (trees and houses partly covered by water). The outputs were compared with the conventional mean based linear spectral mixture model, and better performance was demonstrated with a subset of Landsat ETM+ data recorded at the Daly River Basin, NT, Australia, on 3rd March, 2008, after a flood event. © 2009 IEEE.",
    "JournalOrPublisher": "DICTA 2009 - Digital Image Computing: Techniques and Applications",
    "Volume": null,
    "Issue": null,
    "DOI": "DOI:10.1109/DICTA.2009.55",
    "URL": "https://ieeexplore.ieee.org/document/5384957",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Riparian"],
    "Category": "Journal_Article",
    "Topic": "Taxonomy",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Donnellan S.C.; Catalano S.R.; Pederson S.; Mitchell K.J.; Suhendran A.; Price L.C.; Doughty P.; Richards S.J.",
    "Year": "2021",
    "Title": "Revision of the Litoria watjulumensis (Anura: Pelodryadidae) group from the Australian monsoonal tropics, including the resurrection of L. spaldingi",
    "Abstract_Description": "We show that the Wotjulum frog, Litoria watjulumensis (Copland, 1957), comprises two deeply divergent mitochondrial DNA lineages that are also reciprocally monophyletic for a nuclear gene locus and have discrete distributions. The taxa are differentiated in multivariate analysis of shape but show no appreciable differences in colour and pattern. The two taxa differ substantially in the degree of female biased sexual size dimorphism, with the western taxon showing considerably more pronounced dimorphism. We subsequently resurrect Litoria (Hyla) spaldingi (Hosmer, 1964) for populations from east of the Daly River system in the Northern Territory through to western Queensland and restrict L. watjulumensis to populations from the Kimberley region of north-western Australia and the Victoria River system of the western Northern Territory. The complex advertisement call of L. spaldingi is described for the first time. Copyright © 2021 Magnolia Press",
    "JournalOrPublisher": "Zootaxa",
    "Volume": "4933",
    "Issue": "2",
    "DOI": "DOI:10.11646/zootaxa.4933.2.3",
    "URL": "https://www.mapress.com/zt/article/view/zootaxa.4933.2.3/0",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Estuarine"],
    "Category": "Journal_Article",
    "Topic": "Coastal hydraulics",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Donnelly C.; Chanson H.",
    "Year": "2005",
    "Title": "Environmental impact of undular tidal bores in tropical rivers",
    "Abstract_Description": "A tidal bore impacts significantly on the estuarine ecosystem, although little is known on the flow field, mixing and sediment motion beneath tidal bores. In the absence of detailed systematic field measurements, a quasi-steady flow analogy was applied to investigate undular tidal bores with inflow Froude numbers between 1.25 and 1.6. Experimental results indicated that rapid flow redistributions occur beneath the free-surface undulations, with significant variations in bed shear stress between wave crests and troughs. Dynamic similarity was used to predict detailed flow characteristics of undular tidal bores. The effects of periodic loading on river sediments, scour of river bed and flow mixing behind the bore are discussed. A better understanding of these processes will contribute to better management practices in tidal bore affected rivers, including the Styx and Daly rivers in tropical Australia. © Springer 2006.",
    "JournalOrPublisher": "Environmental Fluid Mechanics",
    "Volume": "5",
    "Issue": "5",
    "DOI": "DOI:10.1007/s10652-005-0711-0",
    "URL": "https://link.springer.com/article/10.1007/s10652-005-0711-0#rightslink",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Invasive species",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Doody J.S.; Green B.; Sims R.; Rhind D.; West P.; Steer D.",
    "Year": "2006",
    "Title": "Indirect impacts of invasive cane toads (Bufo marinus) on nest predation in pig-nosed turtles (Carettochelys insculpta)",
    "Abstract_Description": "The cane toad (Bufo marinus) was introduced into Australia in 1935. Because this toxic frog is novel to the Australian fauna, its introduction has impacted native fauna in a variety of ways. We anticipated a severe decline in the yellow-spotted monitor lizard (Varanus panoptes) associated with the arrival of cane toads along the Daly River, Northern Territory, and predicted a simultaneous impact on nest predation in the pig-nosed turtle (Carettochelys insculpta) because the lizard is the chief predator of C. insculpta eggs at the site. We surveyed for monitors and cane toads for five years at two sites before and after the arrival of cane toads, and surveyed for turtle nest predation for three years before, and one year after, the arrival of the toads. Collectively, our data and observations, combined with unpublished reports, indicate that: (1) cane toads arrived at our study sites during the wet seasons of 2003-04 and 2004-05; (2) the lizard V. panoptes readily succumbs to cane toad toxins; (3) . panoptes has experienced a marked decline in relative population numbers coincident with the arrival of the toads at the site; and (4) V. panoptes has been reduced to such low numbers that it is currently no longer a significant predator of pig-nosed turtle eggs. © CSIRO 2006.",
    "JournalOrPublisher": "Wildlife Research",
    "Volume": "33",
    "Issue": "5",
    "DOI": "DOI:10.1071/WR05042",
    "URL": "https://www.publish.csiro.au/wr/wr05042",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Riparian"],
    "Category": "Journal_Article",
    "Topic": "Behavioural ecology",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Doody J.S.; Sims R.A.; Letnic M.",
    "Year": "2007",
    "Title": "Environmental manipulation to avoid a unique predator: Drinking hole excavation in the agile wallaby, Macropus agilis",
    "Abstract_Description": "The simplest way of avoiding an ambush predator is to entirely avoid the habitat in which it hunts. However, this strategy requires that the prey species find alternative, risk-free sources of essential resources. Herein we describe a novel strategy used by agile wallabies (Macropus agilis) to avoid saltwater crocodile (Crocodylus porosus) predation: the creation of risk-free sites to obtain water. We studied the anti-predator behaviour of agile wallabies for 3 yr during the dry season along the Daly River, Northern Territory, Australia. Wallabies excavated holes in the sand 0.5-18.0 m from the water's edge, and preferred to drink from these holes over drinking from the river. We determined a hierarchy of preferred drinking-site options for the wallabies: non-river sites: springs, puddles, excavated holes; and river sites: sites with cover, shallow water sites and deep water sites. Drinking holes were twice as far from the water's edge in a river stretch with high crocodile density (2/km) than those in a stretch with low crocodile density (0.08/km). However, site differences could also be explained by river bank morphology. Collectively, our findings indicate that agile wallabies excavate drinking holes to avoid crocodile predation. We contend that this behaviour represents environmental manipulation specifically to alter the risk associated with obtaining a key resource. © 2007 The Authors Journal compilation 2007 Blackwell Verlag, Berlin.",
    "JournalOrPublisher": "Ethology",
    "Volume": "113",
    "Issue": "2",
    "DOI": "DOI:10.1111/j.1439-0310.2006.01298.x",
    "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1439-0310.2006.01298.x",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly", "Fitzroy", "Gilbert"],
    "Region": ["Victoria Daly Region", "Fitzroy", "Etheridge"],
    "State": ["NT", "QLD"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Hydrology",
    "Access_Rights": "Free to Download",
    "Project_ID": null,
    "Authors": "Duvert C; Lim, HS; Irvine, DJ; Bird, MI; Bass, AM; Tweed, SO; Hutley, LB; Munksgaard, NC",
    "Year": "2022",
    "Title": "Hydrological processes in tropical Australia: Historical perspective and the need for a catchment observatory network to address future development",
    "Abstract_Description": "Study region: Tropical Australia. Study focus: Streams and rivers of the Australian tropics have been the subject of substantial hydrological process research spanning the last 50 years. In this review, we highlight initial efforts to understand the hydrological response of forested ecosystems in the humid tropics, and how this has been more recently followed by work in savannas of the seasonal tropics. We describe recent findings from modelling and tracer studies and derive a framework of dominant hydrological processes for the region. We also detail five critical knowledge gaps that will require further attention with climate change and ongoing interest in development in the region. New hydrological insights for the region: We outline the diversity of runoff generation mechanisms that prevail in the region and emphasise the role of connected wetlands and floodplains in catchment response. We discuss the prominence of focused, episodic recharge in the replenishment of groundwater stores across the region. We also review how climate change and potential water resource development projects may alter the hydrology of northern Australian catchments. Future research should focus on improving our physical understanding of key hydrological processes, as well as anticipate the likely effects of development and climate change on these processes. Intensive and long-term studies of experimental observatories, which capture the diversity in landscapes and climates of the region, will help frame sustainable water development policies in northern Australia.",
    "JournalOrPublisher": "JOURNAL OF HYDROLOGY-REGIONAL STUDIES",
    "Volume": "43",
    "Issue": null,
    "DOI": "DOI:10.1016/j.ejrh.2022.101194",
    "URL": "/documents/0049Da-Duvert-2022-Journal_Article.pdf",
    "File_name": "0049Da-Duvert-2022-Journal_Article.pdf",
    "Icon": "file_download"
  },
  {
    "Catchment": ["Daly", "Fitzroy"],
    "Region": ["Victoria Daly Region", "Fitzroy"],
    "State": ["NT", "QLD"],
    "Habitat_type": ["Freshwater"],
    "Category": "Journal_Article",
    "Topic": "River classification",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Erskine W.; Saynor M.; Lowry J.",
    "Year": "2017",
    "Title": "Application of a new river classification scheme to Australia's tropical rivers",
    "Abstract_Description": "A revised typology of Australian tropical rivers was applied to the complete channel network (named and major rivers) shown on 1:250 000 topographic maps for three large drainage basins in northern Australia (Daly River, NT; Fitzroy River, WA; Flinders River, Qld). Reach mapping and classification were conducted using the revised typology. The 12 major river types proposed were: (1) bedrock rivers; (2) bedrock-confined and -constrained rivers; (3) low sinuosity (straight) rivers; (4) meandering rivers; (5) wandering rivers; (6) anabranching rivers; (7) chains of ponds; (8) gullies; (9) floodouts; (10) lakes, swamps, billabongs and wetlands; (11) non-channelized valley floors; and (12) estuarine rivers. The 12 major river types were developed based on river reach mapping for more than 264 000 km2 of tropical Australian catchments. At scales larger than 1:250 000, subdivision of each major river type is recommended. In the Daly and Fitzroy catchments, confined and constrained rivers dominate, whereas in the Flinders and Fitzroy catchments, anabranching rivers dominate. The dominant river types need benchmarking with adequate numbers of control reaches so that channel changes induced by human and natural impacts can be measured by reference to the stability of these controls. Wandering rivers, floodouts and non-channelized valley floors were rare for the 1:250 000 channel network in northern Australia but need inclusion in national parks. © 2017 Commonwealth of Australia. Singapore Journal of Tropical Geography © 2017 Department of Geography, National University of Singapore and John Wiley & Sons Australia, Ltd",
    "JournalOrPublisher": "Singapore Journal of Tropical Geography",
    "Volume": "38",
    "Issue": "2",
    "DOI": "DOI:10.1111/sjtg.12196",
    "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/sjtg.12196",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Riparian"],
    "Category": "Note",
    "Topic": "Plant ecology",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "FALVEY L",
    "Year": "1979",
    "Title": "ESTABLISHMENT OF 2 STYLOSANTHES SPECIES IN A UROCHLOA-MOZAMBICENSIS DOMINANT SWARD IN THE DALY RIVER BASIN",
    "Abstract_Description": "[No abstract available]",
    "JournalOrPublisher": "JOURNAL OF THE AUSTRALIAN INSTITUTE OF AGRICULTURAL SCIENCE",
    "Volume": "45",
    "Issue": "1",
    "DOI": null,
    "URL": "https://www.academia.edu/17834096/Establishment_of_Two_Stylosanthes_Species_in_a_Urochloa_mozambicensis_Dominant_Sward_in_the_Daly_River_Basin",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Evolution and adaptation",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Ford J.",
    "Year": "1978",
    "Title": "Geographical isolation and morphological and habitat differentiation between birds of the kimberley and the northern territory",
    "Abstract_Description": "Geographical barriers in the area of the Joseph Bonaparte Gulf, Victoria River and Daly River, have isolated populations of some birds in the Northern Territory from their vicariants in the Kimberley, Western Australia, thus allowing morphological divergence between them. These birds are adapted to wet-country habitats, sandstone ranges and tropical savanna woodland. Several stages of speciation are evident. At least four isolates in the Kimberley occupy different types of habitats compared with their vicariants in the Northern Territory. © 1978 CSIRO. All Rights Reserved.",
    "JournalOrPublisher": "Emu",
    "Volume": "78",
    "Issue": "1",
    "DOI": "DOI:10.1071/MU9780025",
    "URL": "https://www.tandfonline.com/doi/abs/10.1071/MU9780025",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Terrestrial"],
    "Category": "Journal_Article",
    "Topic": "Plant ecology",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Franklin D.C.",
    "Year": "2004",
    "Title": "Synchrony and asynchrony: Observations and hypotheses for the flowering wave in a long-lived semelparous bamboo",
    "Abstract_Description": "Aim: (1) To describe the spatio-temporal patterns of mass-flowering and die-off in a long-lived, semelparous, clumping bamboo, Bambusa arnhemica, at landscape and local scales. (2) To discuss causal processes in the flowering patterns of semelparous bamboos. Location: The entire range of B. arnhemica, in the monsoonal, tropical, northwest of the Northern Territory of Australia, mostly along watercourses. Methods: Landscape-scale flowering patterns were assessed by a combination of air, boat and ground survey in each year from 2000 to 2002. Areas that flowered prior to 2000, and those in which no flowering occurred, were also recorded, and historic records collated. At local scales, initiation of flowering, rates of die-off, and subsequent germination densities of seedlings were quantified by groundbased counts. Results: After an estimated 40-50 years of vegetative development, B. arnhemica flowered, seeded prolifically, then died. Flowering occurred synchronously within patches ranging from 0.002 to 3200 km2. One or more patches flowered in successive years from 1996 to 2002, forming a temporally-structured but spatially-chaotic flowering wave that affected c. 80% of the population. Synchronous flowering took the form of a flowering distribution in which over 95% of clumps within a patch initiated flowering in a central year, most of the remainder flowering the year before or after. Along the Daly River, an exception was observed in which 56% of clumps flowered in the peak year. Seedling densities were three orders of magnitude greater under clumps that flowered in the central rather than the leading year of the flowering distribution. Main conclusions: Synchrony is argued to be the primal state in semelparous bamboos, promoted by intense selection acting on a endogenous (genetic or biological) clock whose influence largely overrides that of the environment. A flowering wave may develop within an initially synchronous population when stochastic events interact with the biological clock without permanently altering the clock setting, producing an off-set patch. Off-set groups may only survive if sufficient individuals are off-set by the same amount at the same time and in the same vicinity so as to produce a new synchronously-flowering patch. This could be driven by two processes. Inter-year climatic variation may alter the biological clock's perception of time, producing off-sets at local or regional scales or even affecting entire populations. Severe environmental pressures may also force one-off changes to flowering schedules, as suggested by a severe flood event prior to flowering on the Daly River. A dynamic hypothesis for a wider range of bamboo flowering patterns is proposed in which synchronous flowering is fragmented and disrupted over time but renewed by allochronic speciation and dispersal.",
    "JournalOrPublisher": "Journal of Biogeography",
    "Volume": "31",
    "Issue": "5",
    "DOI": "DOI:10.1111/j.1365-2699.2003.01057.x",
    "URL": "https://www.jstor.org/stable/3554845",
    "File_name": null,
    "Icon": "open_in_new"
  },
  {
    "Catchment": ["Daly"],
    "Region": ["Victoria Daly Region"],
    "State": ["NT"],
    "Habitat_type": ["Freshwater"],
    "Category": "Journal_Article",
    "Topic": "Algal blooms",
    "Access_Rights": "Download from Publisher",
    "Project_ID": null,
    "Authors": "Ganf GG; Rea, N",
    "Year": "2007",
    "Title": "Potential for algal blooms in tropical rivers of the Northern Territory, Australia",
    "Abstract_Description": "Rivers in the Northern Territory (NT) of Australia are under pressure from increasing vegetation clearance, land use and nutrient run-off. The literature on algal blooms clearly identifies the predisposing factors but in the NT, these factors are not well researched. We report on the potential for tropical rivers to experience problems related to algal growth. NT rivers were found to have a low nutrient status and a viable inoculum of blue-green, brown and green algal communities. The growth response of these algal groups to nutrient enrichment via bioassays and pulse-amplitude-modulation (PAM) fluorometry measurements varied among rivers and the addition of N, P or N & P. However, the overwhelming findings were that all rivers had the potential to experience algal blooms with enrichment. Back-calculations based on the chlorophyll concentrations recorded in bioassay experiments and stoichiometric ratios of chlorophyll: nutrients suggest there are pools of biologically available organic forms of N and P in addition to inorganic forms. The role of river length in the development of algal blooms was investigated: the longer the river reach, the slower the flow, and the greater the availability of nutrients, the higher potential for algal blooms. Given the strong indications that increased nutrient run-off to tropical rivers will result in algal blooms, prudent land-use and development with nutrient management strategies is essential.",
    "JournalOrPublisher": "MARINE AND FRESHWATER RESEARCH",
    "Volume": "58",
    "Issue": "4",
    "DOI": "DOI:10.1071/MF06161",
    "URL": "https://www.publish.csiro.au/MF/MF06161",
    "File_name": null,
    "Icon": "open_in_new"
  }
]
